[
  {
    "id": 1,
    "name": "Wiskunde",
    "description": "Details over Wiskunde"
  },
  {
    "id": 2,
    "name": "Nederlands",
    "description": "Details over Nederlands"
  },
  {
    "id": 3,
    "name": "Natuurkunde",
    "description": "Details over Natuurkunde"
  },
  {
    "id": 4,
    "name": "Economie",
    "description": "Details over Economie"
  },
  {
    "id": 5,
    "name": "Geschiedenis",
    "description": "details over Geschiedenis",
    "wordlists": [
      {
        "name": "PPK Klas 1",
        "termLang": "nl-NL",
        "defLang": "nl-NL",
        "words": [
          {
            "term": "Bron",
            "definition": "Alles dat ons informatie geeft over het verleden."
          },
          {
            "term": "Geschiedenis",
            "definition": "De studie van het verleden."
          },
          {
            "term": "Historie",
            "definition": "De periode in het verleden waarin men het schrift had."
          },
          {
            "term": "Prehistorie",
            "definition": "De periode waarin de mensen nog niet konden lezen en schrijven."
          },
          {
            "term": "Verleden",
            "definition": "Dat wat geweest is."
          },
          {
            "term": "Chronologisch",
            "definition": "Op volgorde van tijd. Een ordening van eerder naar later."
          },
          {
            "term": "Geschreven bron",
            "definition": "Een bron die tekst bevat."
          },
          {
            "term": "Ongeschreven bron",
            "definition": "Een bron zonder tekst."
          },
          {
            "term": "Primaire bron",
            "definition": "Een bron uit de tijd waarover je iets wilt weten."
          },
          {
            "term": "Archeoloog",
            "definition": "Mensen die het verleden bestuderen door niet-geschreven overblijfselen uit het verleden te onderzoeken en op te graven."
          },
          {
            "term": "Grafgiften",
            "definition": "Voorwerpen die met een dode worden begraven."
          },
          {
            "term": "Jager-verzamelaar",
            "definition": "Mensen die leven van jagen en verzamelen."
          },
          {
            "term": "Middel van bestaan",
            "definition": "Manier waarop mensen aan hun voedsel komen."
          },
          {
            "term": "Natuurgodsdienst",
            "definition": "Godsdienst waarbij mensen geloven dat er speciale krachten zijn in de natuur die kunnen zorgen voor zaken als geluk en ongeluk."
          },
          {
            "term": "Nomaden",
            "definition": "Mensen die geen vaste woonplaats hebben, maar rondtrekken."
          },
          {
            "term": "Akkerbouw",
            "definition": "Het verbouwen van planten."
          },
          {
            "term": "Landbouw",
            "definition": "Het verbouwen van planten en het houden van tamme dieren."
          },
          {
            "term": "Veeteelt",
            "definition": "Het houden van tamme dieren."
          },
          {
            "term": "Sociale status",
            "definition": "De plaats/positie die je inneemt in de samenleving."
          },
          {
            "term": "Sociale verschillen",
            "definition": "Verschillen tussen rijk en arm in een samenleving."
          },
          {
            "term": "Landbouwrevolutie",
            "definition": "De overgang van jagers en verzamelaars naar een landbouwsamenleving."
          },
          {
            "term": "Landbouwsamenleving",
            "definition": "Een groep mensen of gemeenschap voor wie landbouw het belangrijkste middel van bestaan is."
          },
          {
            "term": "Vruchtbare Halve Maan",
            "definition": "Het gebied in Irak, Turkije en Egypte waar de landbouw is uitgevonden rond 10.000 v.Chr."
          },
          {
            "term": "Ambacht",
            "definition": "Beroep waarbij je producten maakt."
          },
          {
            "term": "Ambtenaar",
            "definition": "Iemand die voor de overheid of het bestuur werkt."
          },
          {
            "term": "Bestuur",
            "definition": "De groep mensen die de organisatie van een stad op zich neemt."
          },
          {
            "term": "Farao",
            "definition": "De hoogste en goddelijke leider van het Oude Egypte."
          },
          {
            "term": "Handel",
            "definition": "Beroep waarbij je reeds gemaakte producten verhandelt tegen andere producten of geld."
          },
          {
            "term": "Irrigatielandbouw",
            "definition": "Een vorm van landbouw waarbij je de gewassen water geeft door middel van een systeem van kanaaltjes."
          },
          {
            "term": "Landbouwstedelijke samenleving",
            "definition": "Een samenleving waarin landbouw het hoofdmiddel van bestaan is, maar waar ook andere beroepen aanwezig zijn (met name in de steden)."
          },
          {
            "term": "Specialisatie",
            "definition": "Als de mensen niet meer bezig zijn met landbouw, maar zich richten op een ander beroep."
          },
          {
            "term": "Oudheid",
            "definition": "De tijd van Grieken en Romeinen, van 3000 v.Chr. tot 500 n.Chr."
          },
          {
            "term": "Bondgenoot",
            "definition": "Bevriende (stad)staat die je steunt in tijden van oorlog."
          },
          {
            "term": "Kolonie",
            "definition": "Een deel van een (stad)staat op een andere plek, vaak later gesticht of veroverd."
          },
          {
            "term": "Olympische Spelen",
            "definition": "Een Grieks sportfestijn ter ere van de oppergod Zeus."
          },
          {
            "term": "Polis",
            "definition": "Het Griekse woord voor stadstaat. Een stad met een stuk landbouwgrond eromheen met een eigen bestuur, eigen wetten en een eigen cultuur."
          },
          {
            "term": "Griekse mythologie",
            "definition": "Alle Griekse godenverhalen bij elkaar."
          },
          {
            "term": "Monotheïstisch",
            "definition": "Geloof in één god."
          },
          {
            "term": "Mythe",
            "definition": "Een verhaal waar Griekse goden in voorkomen."
          },
          {
            "term": "Orakel",
            "definition": "Een priester(es) die contact had met de goden en namens hen antwoorden kon geven op vragen."
          },
          {
            "term": "Polytheïstisch",
            "definition": "Geloof in meerdere goden."
          },
          {
            "term": "Filosofie",
            "definition": "Letterlijk: ‘liefde voor de wijsheid’. Wetenschap in de tijd van de Grieken."
          },
          {
            "term": "Alleenheerser",
            "definition": "Iemand die alleen de macht heeft in een (stad)staat."
          },
          {
            "term": "Aristocratie",
            "definition": "Bestuursvorm waarbij een kleine groep van rijke en goed opgeleide mensen de macht heeft."
          },
          {
            "term": "Bestuursvorm",
            "definition": "Manier om een land te besturen."
          },
          {
            "term": "Democratie",
            "definition": "Letterlijk: ‘volksmacht’. Een bestuursvorm waarbij de burgers van een (stad)staat mogen stemmen."
          },
          {
            "term": "Monarchie",
            "definition": "Bestuursvorm waarbij één persoon de macht heeft. Deze persoon is de koning."
          },
          {
            "term": "Tirannie",
            "definition": "Bestuursvorm waarbij een tiran de macht heeft."
          },
          {
            "term": "Burgerrechten",
            "definition": "Rechten die burgers in een polis of land hebben."
          },
          {
            "term": "Directe democratie",
            "definition": "Een vorm van democratie waarbij alle burgers zelf stemmen over het aannemen van wetten en het benoemen van bestuurders."
          },
          {
            "term": "Indirecte democratie",
            "definition": "Een vorm van democratie waarbij de burgers door te stemmen volksvertegenwoordigers kiezen."
          },
          {
            "term": "Schervengericht",
            "definition": "Een stemming in de Atheense volksvergadering waarin burgers de naam van een leider die ze te machtig vonden op een scherf konden krassen. De persoon die het meeste voorkwam op de scherven werd dan voor 10 jaar uit de stad gestuurd."
          },
          {
            "term": "Volksvergadering",
            "definition": "Bijeenkomst van burgers die meebeslissen in het bestuur van een (stad)staat."
          },
          {
            "term": "Volksvertegenwoordigers",
            "definition": "Mensen die namens het volk spreken in de politiek en voor of tegen wetten stemmen."
          },
          {
            "term": "Gladiatoren",
            "definition": "Romeinen die vochten om publiek te vermaken. Gladiatoren waren slaven."
          },
          {
            "term": "Grieks-Romeinse cultuur",
            "definition": "Een mengeling van de Griekse en Romeinse kunst, wetenschap en godsdienst."
          },
          {
            "term": "Imperium Romanum",
            "definition": "De Latijnse naam voor het Romeinse Rijk."
          },
          {
            "term": "Germanen",
            "definition": "De naam die de Romeinen hebben gegeven aan de verschillende stammen die in hun tijd leefden in het moderne Nederland en Duitsland."
          },
          {
            "term": "Limes",
            "definition": "De versterkte grens van het Romeinse Rijk."
          },
          {
            "term": "Romanisering",
            "definition": "Het verspreiden van de Grieks- Romeinse cultuur door het hele Romeinse Rijk."
          },
          {
            "term": "Tijd- en plaatsgebondenheid",
            "definition": "Dat de tijd en plaats waarin jij leeft, invloed heeft op hoe jij denkt."
          },
          {
            "term": "Amfitheater",
            "definition": "Een rond theater met tribunes."
          },
          {
            "term": "Burgeroorlog",
            "definition": "Een oorlog tussen de inwoners van een land of rijk."
          },
          {
            "term": "Consul",
            "definition": "De hoogste baan in de Romeinse republiek."
          },
          {
            "term": "Dictator",
            "definition": "Iemand die als enige de macht heeft in een land of rijk."
          },
          {
            "term": "Forum Romanum",
            "definition": "Centraal plein in het oude Rome waar de gebouwen stonden die gebruikt werden om het rijk te besturen."
          },
          {
            "term": "Republiek",
            "definition": "Een staat zonder koning of koningin."
          },
          {
            "term": "Senaat",
            "definition": "Groep van rijke en belangrijke Romeinen die meepraatten in het bestuur van de Romeinse Republiek."
          },
          {
            "term": "Adel",
            "definition": "Een groep rijke en machtige families die vroeger speciale voorrechten hadden."
          },
          {
            "term": "Patriciërs",
            "definition": "Een groep rijke en machtige families in het Romeinse Rijk."
          },
          {
            "term": "Plebejer",
            "definition": "Inwoners van het Romeinse Rijk die geen patriciërs waren en geen slaven."
          },
          {
            "term": "Proletariërs",
            "definition": "Verarmde boeren uit het Romeinse Rijk die naar de stad zijn getrokken om daar werk te vinden. Zij hadden geen bezit, alleen kinderen (proles = kinderen)."
          },
          {
            "term": "Keizer",
            "definition": "De hoogst mogelijke titel voor een vorst. Het woord komt van ‘Caesar’."
          },
          {
            "term": "Pax Romana",
            "definition": "Letterlijk: ‘Romeinse Vrede’. Een periode van vrede en welvaart in het Romeinse Rijk."
          },
          {
            "term": "Apostelen",
            "definition": "Leerlingen van Jezus van Nazareth die zijn ideeën verspreidden."
          },
          {
            "term": "Christendom",
            "definition": "Monotheïstisch geloof, ontstaan rond 30 n.Chr. in het Midden-Oosten, waarin Jezus van Nazareth (‘Christus’) gezien wordt als messias."
          },
          {
            "term": "Jodendom",
            "definition": "Monotheïstisch geloof, ontstaan rond 1750 v.Chr. in het Midden-Oosten, waarin de aanhangers geloven in de komst van een messias."
          },
          {
            "term": "Profeet",
            "definition": "Boodschapper van God."
          },
          {
            "term": "Staatsgodsdienst",
            "definition": "De officiële godsdienst van een land."
          },
          {
            "term": "Vervolgen",
            "definition": "Een groep onderdrukken of doden."
          },
          {
            "term": "Volksverhuizingen",
            "definition": "De verhuizing van een heel volk als gevolg van een oorlog of een hongersnood."
          },
          {
            "term": "Centraal bestuur",
            "definition": "De organisatie van het bestuur vanuit één vaste plaats."
          },
          {
            "term": "Geestelijkheid",
            "definition": "De groep mensen die voor de kerk werkt. In de tijd van monniken en ridders was het de taak van deze groep om voor iedereen te bidden."
          },
          {
            "term": "Standenmaatschappij",
            "definition": "Een samenleving die is verdeeld in groepen (standen) die ieder hun eigen rechten en taken hebben."
          },
          {
            "term": "Byzantijnse Rijk",
            "definition": "Benaming voor het Oost-Romeinse Rijk na de val van het West-Romeinse Rijk."
          },
          {
            "term": "Franken",
            "definition": "Germaans volk dat vanaf de 5e eeuw een eigen koninkrijk had."
          },
          {
            "term": "Paus",
            "definition": "Leider van de katholieke kerk."
          },
          {
            "term": "Bondgenootschap",
            "definition": "Afspraak tussen landen of mensen die elkaar steun beloven."
          },
          {
            "term": "Huwelijkspolitiek",
            "definition": "Het inzetten van huwelijken om bezit van grondgebied te vergroten of bondgenoten te krijgen."
          },
          {
            "term": "Achterleenmannen",
            "definition": "Leenman van een leenman van de koning of keizer."
          },
          {
            "term": "Domein",
            "definition": "Een afgebakend stuk land met een dorpje en landbouwgrond."
          },
          {
            "term": "Leen",
            "definition": "Een stuk land dat een leenman van een leenheer kreeg. Een leen bestond uit één of meerdere domeinen."
          },
          {
            "term": "Leenheer",
            "definition": "De edelman die gebieden onder zijn gezag laat besturen door leenmannen."
          },
          {
            "term": "Leenman",
            "definition": "Een edelman die een gebied bestuur in opdracht van een leenheer."
          },
          {
            "term": "Autarkisch",
            "definition": "Zelfvoorzienend. Als alles wat nodig is om te leven door de mensen zelf wordt gemaakt."
          },
          {
            "term": "Herendiensten",
            "definition": "Klussen die horige boeren voor hun heer moesten doen."
          },
          {
            "term": "Horige",
            "definition": "Een niet-vrije boer die hoorde bij het land van een heer. Hij moest het land van zijn heer bewerken en herendiensten verrichten, maar had ook een eigen stukje land."
          },
          {
            "term": "Lijfeigene",
            "definition": "Een niet-vrije boer die hoorde bij het land van een heer. Hij had geen een eigen stukje land."
          },
          {
            "term": "Pacht",
            "definition": "Een ander woord voor huur van een stuk land. In de vroege middeleeuwen werd deze huur betaald met een deel van de oogst."
          },
          {
            "term": "Vrije boer",
            "definition": "Een boer die een eigen stuk land had waarvoor hij pacht betaalde."
          },
          {
            "term": "Bekeren",
            "definition": "Iemand overtuigen om in een andere godsdienst te geloven."
          },
          {
            "term": "Heidenen",
            "definition": "Het woord dat christenen voor niet-christenen gebruikten in de tijd van monniken en ridders."
          },
          {
            "term": "Klooster",
            "definition": "Een plek waar de monniken of nonnen leven."
          },
          {
            "term": "Missionaris",
            "definition": "Iemand die het christelijke geloof verspreidt."
          },
          {
            "term": "Monniken",
            "definition": "Mannelijke bewoners van een klooster."
          },
          {
            "term": "Nonnen",
            "definition": "Vrouwelijke bewoners van een klooster."
          },
          {
            "term": "Staat",
            "definition": "Land met duidelijke grenzen waarbinnen dezelfde wetten gelden."
          },
          {
            "term": "Stadsrechten",
            "definition": "Rechten die in de middeleeuwen aan steden werden verleend door landheren. Stadsrechten gaven een stad meer vrijheid om zichzelf te besturen en zelf afspraken te maken."
          },
          {
            "term": "Ontginningen",
            "definition": "Het geschikt maken van grond voor de landbouw."
          },
          {
            "term": "Heilige land",
            "definition": "Gebied dat we nu Israël en Palestina noemen. In dit gebied liggen veel plaatsen die in de Bijbel voorkomen. Het gebied is heilig voor christenen, maar ook voor joden en moslims."
          },
          {
            "term": "Heilige oorlog",
            "definition": "Oorlog voor een godsdienstig doel. Een oorlog waarvan mensen geloven dat hun god het wil."
          },
          {
            "term": "Kathedraal",
            "definition": "Grote kerk. Kerk van een bisschop."
          },
          {
            "term": "Kruistocht",
            "definition": "Reis van christenen naar het Midden-Oosten om daar met geweld christelijke heilige plaatsen in te nemen."
          },
          {
            "term": "Kruisvaarder",
            "definition": "Deelnemer aan een kruistocht."
          },
          {
            "term": "Pelgrim",
            "definition": "Iemand die een heilige reis maakt."
          },
          {
            "term": "Gezel",
            "definition": "Leerling van een ambachtsman."
          },
          {
            "term": "Gilde",
            "definition": "Organisatie van mensen met hetzelfde beroep die elkaar controleren en voor elkaar opkomen."
          },
          {
            "term": "Meesterproef",
            "definition": "Soort examen voor een ambachtsman waarmee hij kan laten zien dat hij klaar is om zijn eigen zaak te beginnen."
          }
        ]
      },
      {
        "name": "PPK klas 2",
        "termLang": "nl-NL",
        "defLang": "nl-NL",
        "words": [
          {
            "term": "Protestanten",
            "definition": "Christenen die zich in de 16e eeuw afsplitsen van de katholieke kerk."
          },
          {
            "term": "Reformatie",
            "definition": "Splitsing van de christenen in katholieken en protestanten in de 16e eeuw."
          },
          {
            "term": "Renaissance",
            "definition": "Periode in West-Europa waarin de interesse voor kunst, cultuur en wetenschap van de oude Grieken en Romeinen opleefde. De renaissance begon in de 14e eeuw en was op haar hoogtepunt in de 16e eeuw."
          },
          {
            "term": "Indië",
            "definition": "Naam die rond 1500 gebruikt werd voor heel Oost-Azië."
          },
          {
            "term": "Kolonisatie",
            "definition": "Innemen van een land om er zich te vestigen of er economische activiteiten op te zetten."
          },
          {
            "term": "Ontdekkingsreizen",
            "definition": "Zeereizen van Europeanen via onbekende routes naar gebieden waar ze nog nooit zijn geweest met als doel het vinden van nieuwe handelsroutes en -producten, uitbreiding van politieke macht en status en het verspreiden van het christendom."
          },
          {
            "term": "Aflaat",
            "definition": "Bief waarin staat dat je zonden vergeven zijn."
          },
          {
            "term": "Contrareformatie",
            "definition": "Hervormingen binnen de katholieke kerk die een reactie waren op de reformatie."
          },
          {
            "term": "Corruptie",
            "definition": "Misbruik van macht en rijkdom."
          },
          {
            "term": "Hervormer",
            "definition": "Iemand die de organisatie en gebruiken van de katholieke kerk probeert te veranderen."
          },
          {
            "term": "Humanisme",
            "definition": "Overtuiging dat mensen zelf moeten nadenken over hun leven en geloof."
          },
          {
            "term": "Katholiek",
            "definition": "Christen die trouw is aan de paus in Rome."
          },
          {
            "term": "Ketter",
            "definition": "Naam die katholieken gebruikten voor protestanten."
          },
          {
            "term": "Zonde",
            "definition": "Woord dat christenen gebruiken voor gedrag dat volgens de kerk niet mag."
          },
          {
            "term": "Beeldenstorm",
            "definition": "Bestorming en vernieling van katholieke kerken en kloosters in de Nederlanden in 1566."
          },
          {
            "term": "Beleg",
            "definition": "Omsingelen en afsluiten van toegangswegen naar een stad of land om het te dwingen zich over te geven."
          },
          {
            "term": "Centralisatie",
            "definition": "Bestuur van een land of rijk zoveel mogelijk vanuit één centrale plek regelen."
          },
          {
            "term": "Gewest",
            "definition": "Gebied te vergelijken met een provincie."
          },
          {
            "term": "Nederlandse Opstand",
            "definition": "Opstand van de Nederlandse gewesten tegen het Spaanse gezag die duurde van 1568 tot 1648. Ook wel de Tachtigjarige Oorlog genoemd."
          },
          {
            "term": "Pacificatie van Gent",
            "definition": "Samenwerking van de Nederlandse gewesten met als doel het verjaren van de plunderende Spaanse soldaten (1576)."
          },
          {
            "term": "Plakkaat van Verlatinghe",
            "definition": "Document waarin vertegenwoordigers van de noordelijke gewesten Filips II niet langer te erkennen als hun landheer (1581)."
          },
          {
            "term": "Propaganda",
            "definition": "Overtuigen van mensen met als doel steun of aanhangers te vinden of een ander te schaden."
          },
          {
            "term": "Smeekschrift der edelen",
            "definition": "Document met eisen van de Nederlandse edelen dat aangeboden werd aan de landvoogdes Margareta van Parma (1566)."
          },
          {
            "term": "Stadhouder",
            "definition": "Bestuurder van één of meerdere Nederlandse gewesten. In de tijd van Filips II: plaatsvervanger van de koning. Later: hoogste legereider van de Nederlandse Republiek."
          },
          {
            "term": "Staten-Generaal",
            "definition": "Vergadering van vertegenwoordigers uit de verschillende gewesten van de Nederlandse Republiek die samen het land bestuurden."
          },
          {
            "term": "Twaalfjarig Bestand",
            "definition": "Wapenstilstand die twaalf jaar duurde tussen Spanje en de Republiek (1609-1621)."
          },
          {
            "term": "Unie van Utrecht",
            "definition": "Samenwerking van noordelijke gewesten die Filips II niet lagers als hun koning wilden (1579)."
          },
          {
            "term": "Vrede van Augsburg",
            "definition": "Afspraak dat koningen zelf mochten bepalen welke godsdienst in hun gebied leiden moest zijn (1555)."
          },
          {
            "term": "Vrede van Münster",
            "definition": "Vredesverdrag waarmee een einde kwam aan de Nederlandse Opstand (1648)."
          },
          {
            "term": "Sola Fide",
            "definition": "Idee van Luther dat je alleen door als een goed christen te leven je in de hemel kunt komen."
          },
          {
            "term": "Predestinatieleer",
            "definition": "Idee van Calvijn dat God al voordat je geboren wordt heeft bepaald of je naar de hemel of naar de hel gaat."
          },
          {
            "term": "Unie van Atrecht",
            "definition": "Samenwerking van de zuidelijke gewesten die de trouw blijven aan het katholieke geloof en de Spaanse heersers."
          },
          {
            "term": "Inquisitie",
            "definition": "Katholieke rechtbank die de taak had om ketters op te sporen, te vervolgen en straffen."
          },
          {
            "term": "Burgerij",
            "definition": "Burgers van een stad of land, die macht en aanzien hadden omdat ze rijk waren of een belangrijk beroep hadden."
          },
          {
            "term": "Gouden Eeuw",
            "definition": "Bijnaam van de 17e eeuw (van 100 tot 1700) in Nederland."
          },
          {
            "term": "Rampjaar",
            "definition": "Benaming voor het jaar 1672, waarin de Nederlandse Republiek aangevallen werd door vier landen tegelijk en als gevolg daarvan een grote crisis doormaakte."
          },
          {
            "term": "Regent",
            "definition": "Naam voor een bestuurder van de Nederlandse Republiek in de 17e eeuw. Vaak een rijke burger."
          },
          {
            "term": "Republiek der Zeven Verenigde Nederlanden",
            "definition": "Naam voor Nederland tussen 1588 en 1795."
          },
          {
            "term": "Sociale verhoudingen",
            "definition": "Hoe verschillende groepen mensen in een samenleving met elkaar omgaan."
          },
          {
            "term": "Vorst(in)",
            "definition": "Ander woord voor koning(in) of keizer(in)."
          },
          {
            "term": "Wereldhandel",
            "definition": "Handel tussen gebieden van verschillende werelddelen."
          },
          {
            "term": "Handelskapitalisme",
            "definition": "Vorm van economie waarin handelaren zoveel mogelijk winst proberen te maken."
          },
          {
            "term": "Monopolie",
            "definition": "Alleenrecht op handel in een bepaald product of bepaald gebied."
          },
          {
            "term": "Moedernegotie",
            "definition": "Bijnaam voor de Nederlandse Oostzeehandel in de 17e eeuw. Moedernegotie betekent letterlijk: de moeder van alle handel."
          },
          {
            "term": "Oostzeehandel",
            "definition": "Handel in graag uit de landen rond de Oostzee."
          },
          {
            "term": "Stapelmarkt",
            "definition": "Plaats waar producten van over de hele wereld naartoe werden vervoerd om te worden opgeslagen en door verhandeld."
          },
          {
            "term": "Verenigde Oost-Indische Compagnie (VOC)",
            "definition": "Nederlands handelsbedrijf met het alleenrecht op de handel in Indië (huidige Indonesië) en andere gebieden in Azië."
          },
          {
            "term": "West-Indische Compagnie (WIC)",
            "definition": "Nederlands handelsbedrijf dat in de 17e en 18e eeuw het alleenrecht had op de handel in Amerika (=West-Indië) en West-Afrika."
          },
          {
            "term": "Beleid",
            "definition": "Wetten, regels en de manier waarop die gehandhaafd worden."
          },
          {
            "term": "Gewestelijke Staten",
            "definition": "Regering van een van de gewesten van de Republiek."
          },
          {
            "term": "Raadspensionaris",
            "definition": "Bestuurder die je kunt vergelijken met de minister-president van nu. Hij hield zich bezig met de inkomsten en uitgaven van de Republiek en bereidde vergaderingen van de Staten-Generaal voor. Ook onderhield hij de contacten met het buitenland."
          },
          {
            "term": "Driehoekshandel",
            "definition": "Handel waarbij Europeanen in de driehoek Europa, Afrika en Amerika goederen en mensen(slaafgemaakte) vervoerden over de Atlantische Oceaan. In deze handel waren de schepen nooit leeg."
          },
          {
            "term": "Kolonie",
            "definition": "Gebied of land dat veroverd en gebruikt wordt door een land dat (vaak) niet in de buurt ligt. Een kolonie wordt bestuurd alsof het bij het eigen land hoort."
          },
          {
            "term": "Nieuwe Wereld",
            "definition": "16e-eeuwse naam voor Noord- en Zuid-Amerika."
          },
          {
            "term": "Plantage",
            "definition": "Groot landbouwbedrijf waarop één soort gewas verbouwd wordt, bijvoorbeeld: suikerriet, katoen of tabak."
          },
          {
            "term": "Slaaf",
            "definition": "Iemand die wordt behandeld als een bezit van iemand anders."
          },
          {
            "term": "Trans-Atlantische slavenhandel",
            "definition": "Handel in Afrikaanse slaafgemaakten die met schepen van Afrika naar Amerika werden vervoerd, in de 16e t/m 19e eeuw."
          },
          {
            "term": "Abolitionisme",
            "definition": "Beweging die in de 18e eeuw in Europa ontstond en de afschaffing van de slavernij als doel had."
          },
          {
            "term": "Wetenschappelijke methode",
            "definition": "De regels en praktijken die bepalen hoe wetenschappelijk kennis verkregen moet worden. De kenmerken zijn: observeren, experimenteren en logisch redeneren."
          },
          {
            "term": "Wetenschappelijke revolutie",
            "definition": "Snelle verandering in de manier waarop geleerden in de 16e en 17e eeuw kennis verkregen, met veel nieuwe ontdekkingen en uitvindingen tot gevolg."
          },
          {
            "term": "Franse Revolutie",
            "definition": "Grote politieke-bestuurlijke, sociale en cultureel-mentale omwenteling in Frankrijk die begon in 1789 en duurde tot 1799."
          },
          {
            "term": "Rationeel",
            "definition": "Logisch, op basis van je verstand."
          },
          {
            "term": "Rechtsstaat",
            "definition": "Land waarin de belangrijkste rechten en plichten van mensen zijn vastgelegd in de wet."
          },
          {
            "term": "Revolutie",
            "definition": "Grote verandering in korte tijd."
          },
          {
            "term": "Trias politica",
            "definition": "Verdeling van de macht in drie delen: de wetgevende macht, de uitvoerende macht en de rechtsprekende macht."
          },
          {
            "term": "Verlichte denkers",
            "definition": "Denkers uit de 18e eeuw die geloofden dat je door gebruik van de rede (het verstand) vooruitgang kon bereiken."
          },
          {
            "term": "Verlichting",
            "definition": "Beweging in West-Europa van filosofen die geloofden dat alles met het verstand te verklaren en begrijpen moest zijn. Door rationeel denken kon vooruitgang en een betere samenleving bereikt worden (1700-1800)."
          },
          {
            "term": "Absolute monarchie",
            "definition": "Land met een koning die absolute macht heeft."
          },
          {
            "term": "Privilege",
            "definition": "Ander woord voor voorrecht: een bepaald recht dat anderen niet hebben."
          },
          {
            "term": "Standen",
            "definition": "Groepen mensen die van elkaar verschillen in rechten en plichten."
          },
          {
            "term": "Grondwet",
            "definition": "Rechten en plichten die gelden voor alle inwoners van een land en die de basis vormen voor het bestuur van dat land."
          },
          {
            "term": "Nationale Vergadering (Later Nationale Conventie)",
            "definition": "Nieuwe Franse volksvertegenwoordiging (of nationaal parlement) die opgericht werd door vertegenwoordigers van de derde stand in 1789 na het mislukken van de vergadering van de Staten-Generaal."
          },
          {
            "term": "Verklaring van de mens en van de burger",
            "definition": "Frans document uit 1789 met daarin alle belangrijke rechten van Franse burgers, geïnspireerd op ideeën uit de Verlichting."
          },
          {
            "term": "Gematigden/Girondijnen",
            "definition": "Revolutionairen die hun idealen geleidelijk wilden invoeren, in kleine stapjes."
          },
          {
            "term": "Radicalen/Jakobijnen",
            "definition": "Revolutionairen die hun ideeën snel wilden invoeren, met grote stappen tegelijk, soms met geweld."
          },
          {
            "term": "Terreur",
            "definition": "Periode tussen september 1792 en eind 1794 in Frankrijk waarin ruim 40.000 mensen ter dood veroordeeld werden op verdenking van het tegenwerken van de revolutie."
          },
          {
            "term": "Volkssoevereiniteit",
            "definition": "Het idee dat het volk de hoogte macht in een land hoort te hebben."
          },
          {
            "term": "Droit Devin",
            "definition": "Het idee dat de vorst zijn macht rechtstreeks van God gekregen heeft. De vorst is alleen aan God verantwoording schuldig."
          },
          {
            "term": "Huisnijverheid",
            "definition": "Thuis met de hand producten maken."
          },
          {
            "term": "Industrialisatie",
            "definition": "Overgang van het produceren van producten met de hand naar produceren met machines."
          },
          {
            "term": "Industriële Revolutie",
            "definition": "Periode waarin de samenleving van West-Europa en delen van de Verenigde Staten sterk veranderde door de opkomst van industrie."
          },
          {
            "term": "Stoommachine",
            "definition": "Machine die met behulp van stoom dingen in beweging kan zetten."
          },
          {
            "term": "Urbanisatie",
            "definition": "Verstedelijking: de groei van steden en het ontstaan van nieuwe steden."
          },
          {
            "term": "Confessionelen",
            "definition": "Mensen die zich inzetten voor het belang van christelijke waarden en normen in de samenleving, zoals naastenliefde."
          },
          {
            "term": "Klassensamenleving",
            "definition": "Samenleving waarin geld en bezit je positie in de samenleving bepalen."
          },
          {
            "term": "Liberalen",
            "definition": "Mensen die zich inzetten voor meer vrijheid voor burgers in de samenleving. Zij komen in de 19e eeuw op voor rijke burgers en ondernemers."
          },
          {
            "term": "Socialisten",
            "definition": "Mensen die zich inzetten voor meer gelijkheid in de samenleving. Zij komen in de 19e eeuw op voort arbeiders en zetten zich af tegen de macht die ondernemers hebben over arbeiders."
          },
          {
            "term": "Sociale kwestie",
            "definition": "Vraag of en door wie de armen in de 19e eeuw geholpen moesten worden."
          },
          {
            "term": "Sociale wetten",
            "definition": "Wetten die inwoners van een land beschermen tegen armoede of ongeluk."
          },
          {
            "term": "Industrieel kapitalisme",
            "definition": "Economisch systeem waarin productiemiddelen, zoals fabrieken en machines, eigendom zijn van ondernemers. Ondernemers produceren en verkopen producten om winst te maken."
          },
          {
            "term": "Kinderwetje van Van Houten",
            "definition": "Wet uit 1874 die ervoor zorgde dat kinderen onder de 12 jaar niet meer in fabrieken mochten werken."
          },
          {
            "term": "Parlement",
            "definition": "Groep mensen die wetsvoorstellen mogen doen en die het beleid van de regering controleren. Tegenwoordig is dat in Nederland de Eerste en Tweede Kamer."
          },
          {
            "term": "Vakbond",
            "definition": "Vereniging van arbeiders die opkomt voor hun belangen."
          },
          {
            "term": "Algemeen kiesrecht",
            "definition": "Recht voor alle volwassen inwoners van een land om te stemmen en daarmee invloed uit te oefenen op politieke beslissingen."
          },
          {
            "term": "Eerste Feministische Golf",
            "definition": "Periode waarin feministen zeer actief waren en grote successen boekten, van 1870 tot 1920."
          },
          {
            "term": "Emancipatie",
            "definition": "Streven van bevolkingsgroepen die achtergesteld zijn naar een gelijkwaardige positie in de samenleving."
          },
          {
            "term": "Feminisme",
            "definition": "Maatschappelijke beweging die zich inzet voor gelijke rechten voor mannen en vrouwen."
          },
          {
            "term": "Handelingsonbekwaam",
            "definition": "Niet in staat zijn om zelfstandig belangrijke beslissingen te nemen in het leven en zelfstandig te handelen. Handelingsonbekwaam kan je door de wet opgelegd worden."
          },
          {
            "term": "Ministers",
            "definition": "Leden van de regering. Ministers voeren wetten uit, kunnen nieuwe wetsvoorstellen doen en zorgen dat wetten uitgevoerd worden."
          },
          {
            "term": "Parlementaire democratie",
            "definition": "Vorm van democratie waarbij het volk vertegenwoordigd wordt door het parlement."
          },
          {
            "term": "Tweede Kamer",
            "definition": "Deel van het parlement of volksvertegenwoordiging dat sinds 1848 door (een deel van) de bevolking wordt gekozen."
          },
          {
            "term": "Conferentie van Berlijn",
            "definition": "Conferentie in 1885 waarbij verschillende Europese landen overlegden over hoe zij om zouden gaan met Afrika en in feite de binnenlanden van Afrika onder elkaar verdeelden."
          },
          {
            "term": "Modern Imperialisme",
            "definition": "Ontwikkeling in de tweed helft van de 19e eeuw, waarbij (Europese) landen nieuwe koloniën gingen stichtten en zich inventiever met al bestaande koloniën gingen bemoeien."
          },
          {
            "term": "Congres van Wenen",
            "definition": "Bijeenkomst van een aantal Europese landen in Wenen (in 1814 en 1815), na de overwinning op Napoleon, waar gesproken werd over de toekomst van Europa)."
          },
          {
            "term": "Nationalisme",
            "definition": "Grote liefde voor eigen land, volk en cultuur."
          }
        ]
      }
    ]
  },
  {
    "id": 6,
    "name": "Aardrijkskunde",
    "description": "Details over Aardrijkskunde.",
    "stof": ""
  },
  {
    "id": 7,
    "name": "Engels",
    "description": "Details over Engels",
    "stof": ""
  },
  {
    "id": 8,
    "name": "Duits",
    "description": "Details over Duits",
    "stof": ""
  },
  {
    "id": 9,
    "name": "Frans",
    "description": "Details over Frans",
    "stof": "",
    "wordlists": [
      {
        "name": "CH.1 Voc A",
        "termLang": "fr-FR",
        "defLang": "nl-NL",
        "words": [
          {
            "term": "la photo",
            "definition": "de foto"
          },
          {
            "term": "le message",
            "definition": "het bericht"
          },
          {
            "term": "la réaction",
            "definition": "de reactie"
          },
          {
            "term": "le commentaire",
            "definition": "het commentaar"
          },
          {
            "term": "le site (web)",
            "definition": "de (web)site"
          },
          {
            "term": "l'appli v",
            "definition": "de app"
          },
          {
            "term": "les réseaux sociaux m mv",
            "definition": "de sociale media"
          },
          {
            "term": "le portable",
            "definition": "de mobiele telefoon"
          },
          {
            "term": "l'addition v",
            "definition": "de rekening"
          },
          {
            "term": "dire",
            "definition": "zeggen"
          },
          {
            "term": "penser",
            "definition": "denken"
          },
          {
            "term": "attendre",
            "definition": "wachten"
          },
          {
            "term": "utiliser",
            "definition": "gebruiken"
          },
          {
            "term": "travailler",
            "definition": "werken"
          },
          {
            "term": "payer",
            "definition": "betalen"
          },
          {
            "term": "j'y vais",
            "definition": "ik ga weg"
          },
          {
            "term": "il voit",
            "definition": "hij ziet"
          },
          {
            "term": "donne-moi",
            "definition": "geef mij!"
          },
          {
            "term": "j'ai vu",
            "definition": "ik heb gezien"
          },
          {
            "term": "amuse-toi bien!",
            "definition": "veel plezier!"
          },
          {
            "term": "on était",
            "definition": "wij waren"
          },
          {
            "term": "tu vas bien?",
            "definition": "gaat het goed?"
          },
          {
            "term": "bienvenue",
            "definition": "welkom"
          },
          {
            "term": "à plus",
            "definition": "tot later"
          },
          {
            "term": "grâce à",
            "definition": "dankzij"
          },
          {
            "term": "devant",
            "definition": "voor (plaats)"
          },
          {
            "term": "derrière",
            "definition": "achter"
          },
          {
            "term": "près de",
            "definition": "dichtbij"
          },
          {
            "term": "heureux, heureuse",
            "definition": "gelukkig"
          },
          {
            "term": "drôle",
            "definition": "grappig"
          }
        ]
      },
      {
        "name": "CH.1 Voc B",
        "termLang": "fr-FR",
        "defLang": "nl-NL",
        "words": [
          {
            "term": "les gens m mv",
            "definition": "de mensen"
          },
          {
            "term": "la tête",
            "definition": "het hoofd"
          },
          {
            "term": "le temps",
            "definition": "de tijd"
          },
          {
            "term": "le truc",
            "definition": "het ding"
          },
          {
            "term": "presque",
            "definition": "bijna"
          },
          {
            "term": "pourtant",
            "definition": "toch"
          },
          {
            "term": "maintenant",
            "definition": "nu"
          },
          {
            "term": "avoir besoin (de)",
            "definition": "nodig hebben"
          },
          {
            "term": "oublier",
            "definition": "vergeten"
          },
          {
            "term": "arrêter",
            "definition": "stoppen"
          },
          {
            "term": "né(e)",
            "definition": "geboren"
          },
          {
            "term": "facile",
            "definition": "makkelijk"
          },
          {
            "term": "nouveau, nouvelle",
            "definition": "nieuwe"
          },
          {
            "term": "premier, première",
            "definition": "eerste"
          },
          {
            "term": "vieux, vieille",
            "definition": "oud"
          },
          {
            "term": "bon, bonne",
            "definition": "goed"
          }
        ]
      }
    ]
  },
  {
    "id": 10,
    "name": "Scheikunde",
    "description": "Details over Scheikunde",
    "stof": ""
  }
]